[M31_Aim X2AbilityTemplate]
LocFriendlyName="蹲伏瞄准"
LocLongDescription="蹲伏使得下一回合第一次射击获得额外<Ability:M31_SharpshooterAim_AimBonus> 命中率和额外 <Ability:M31_SharpshooterAim_CritBonus> 暴击概率。"
LocHelpText="蹲伏使得下一回合第一次射击获得额外<Ability:M31_SharpshooterAim_AimBonus> 命中率和额外 <Ability:M31_SharpshooterAim_CritBonus> 暴击概率。"
LocFlyOverText="蹲伏瞄准"
LocPromotionPopupText="<Bullet> 命中授予的奖励可应用于任何武器射击。<br><Bullet> 还影响固守蹲伏、盾墙和盘卷。"

[M31_AdvancedAidProtocol X2AbilityTemplate]
LocFriendlyName="高级援助协议"
LocLongDescription="<font color='#1abc9c'>援助协议</font>和<font color='#1abc9c'>要塞协议</font>同时提升目标<Ability:M31_AdvancedAidProtocol_DodgeBonus>点闪避，并降低<Ability:M31_AdvancedAidProtocol_CritResistance>点被暴击概率。"
LocHelpText="<font color='#1abc9c'>援助协议</font>和<font color='#1abc9c'>要塞协议</font>同时提升目标<Ability:M31_AdvancedAidProtocol_DodgeBonus>点闪避，并降低<Ability:M31_AdvancedAidProtocol_CritResistance>点被暴击概率。"
; LocPromotionPopupText=""

[M31_AdvancedOptics X2AbilityTemplate]
LocFriendlyName="高级光学"
LocLongDescription="攻击被全息标记的单位时无视射程惩罚与目标基础防御，且对全息标记单位的反应射击可暴击。"
LocHelpText="攻击被全息标记的单位时无视射程惩罚与目标基础防御，且对全息标记单位的反应射击可暴击。"
LocPromotionPopupText="<Bullet> 全息标记器和全息标记能力均可触发此加成。"

[M31_AlphaStrike X2AbilityTemplate]
LocFriendlyName="先发制人"
LocLongDescription="消耗两个行动点，为<Ability:M31_AlphaStrike_Radius>格内所有友军提供额外行动点。每任务限用<Ability:M31_SelfCharges>次。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="激活后为<Ability:M31_AlphaStrike_Radius>格内所有友军提供额外行动点。"
LocPromotionPopupText="<Bullet> 对眩晕或恐慌的友军无效。<br><Bullet> 施法者自身不会获得行动点。"
LocFlyOverText="先发制人"

[M31_Assassin X2AbilityTemplate]
LocFriendlyName="暗杀者"
LocLongDescription="用<Ability:M31_BoundWeaponName>击杀侧翼暴露或未掩蔽的敌人后获得隐匿状态。每回合可触发<Ability:M31_Assassin_ActivationsPerTurn>次。"
LocHelpText="用<Ability:M31_BoundWeaponName>击杀侧翼暴露或未掩蔽的敌人后获得隐匿状态。每回合可触发<Ability:M31_Assassin_ActivationsPerTurn>次。"
LocPromotionPopupText="<Bullet> 若<Ability:ClassName>被附近敌人侧袭则不会获得隐匿。"
LocFlyOverText="暗杀者"

[M31_AssaultShot X2AbilityTemplate]
LocFriendlyName="突击射击"
LocLongDescription="对<Ability:M31_AssaultShot_Range>格范围内的目标射击。<Ability:M31_FreeAction>，但无法暴击。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="对<Ability:M31_AssaultShot_Range>格范围内的目标射击。<Ability:M31_FreeAction>，但无法暴击。"
LocPromotionPopupText="<Bullet> 不可瞄准环境物体。"
LocFlyOverText="突击射击"

[M31_Bandit X2AbilityTemplate]
LocFriendlyName="匪徒"
LocLongDescription="每回合一次，在使用主要武器射击后恢复<Ability:M31_Bandit_AmmoToReload>弹药。"
LocHelpText="每回合一次，在使用主要武器射击后恢复 <Ability:M31_Bandit_AmmoToReload> 弹药。"
LocFlyOverText="匪徒"

[M31_BattalionCommander X2AbilityTemplate]
LocFriendlyName="艺术时间"
LocLongDescription="减少战斗存在的冷却时间 <Ability:M31_BattlePresence_CooldownReduction> 回合."
LocHelpText="减少战斗存在的冷却时间 <Ability:M31_BattlePresence_CooldownReduction> 回合."
LocFlyOverText="艺术时间"

[M31_BloodThirst X2AbilityTemplate]
LocFriendlyName="嗜血渴望"
LocLongDescription="使用<Ability:M31_BoundWeaponName>攻击时，近战攻击获得可叠加的+<Ability:M31_BloodThirst_DamagePerStack>伤害加成，持续<Ability:M31_BloodThirst_StackDuration>回合。"
LocHelpText="使用<Ability:M31_BoundWeaponName>攻击时，近战攻击获得可叠加的+<Ability:M31_BloodThirst_DamagePerStack>伤害加成。"
LocPromotionPopupText="<Bullet> 仅<Ability:M31_BoundWeaponName>可触发加成。<br><Bullet> 最多叠加<Ability:M31_BloodThirst_MaxStacks>层。<br><Bullet> 每回合最多获得<Ability:M31_BloodThirst_MaxStacksPerTurn>层。<br><Bullet> 新叠加会刷新持续时间：<Ability:M31_BloodThirst_bRefreshDuration>。<br><Bullet> 伤害加成适用于所有近战攻击：<Ability:M31_BloodThirst_bApplyToAnyMelee>。<br><Bullet> 仅成功命中可叠加：<Ability:M31_BloodThirst_bIncreaseOnlyOnHit>。"
LocFlyOverText="嗜血渴望"

[M31_Botnet X2AbilityTemplate]
LocFriendlyName="僵尸网络"
LocLongDescription="激活后，您的小队的标准射击将使目标的黑客防御降低 <Ability:M31_Botnet_HackDefenseChange>。持续 <Ability:M31_Botnet_Duration> 回合。具有 <Ability:M31_SelfCooldown>回合冷却时间。<Ability:M31_FreeAction>。"
LocHelpText="激活后，您的小队的标准射击将使目标的黑客防御降低 <Ability:M31_Botnet_HackDefenseChange>。持续 <Ability:M31_Botnet_Duration> 回合。"
LocPromotionPopupText="<Bullet> 持续 <Ability:M31_Botnet_Duration> 回合。<br><Bullet> 你小队的标准射击会永久降低目标的黑客防御 <Ability:M31_Botnet_HackDefenseChange>。<br><Bullet> 黑客防御减少可以叠加。<br><Bullet> 僵尸网络有 <Ability:M31_SelfCooldown>回合的冷却时间。<br><Bullet> 标准射击能力还包括标准狙击射击、赶尽杀绝、手枪射击和快照射击。"
LocFlyOverText="僵尸网络"

[M31_BurstFire X2AbilityTemplate]
LocFriendlyName="爆裂射击"
LocLongDescription="用<Ability:M31_BoundWeaponName>对目标自动发射<Ability:M31_BurstFire_NumShots>连发子弹，消耗<Ability:M31_BurstFire_NumShots>弹药。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="用<Ability:M31_BoundWeaponName>对目标自动发射<Ability:M31_BurstFire_NumShots>连发子弹，消耗<Ability:M31_BurstFire_NumShots>弹药。"
; LocPromotionPopupText=""
LocFlyOverText="爆裂射击"

[M31_CallForFire X2AbilityTemplate]
LocFriendlyName="呼叫火力支援"
LocLongDescription="进入掩护火力监视状态。你周围<Ability:M31_CallForFire_Radius>格范围内的所有友军同时进入掩护火力监视状态"
LocHelpText="进入掩护火力监视状态。你周围<Ability:M31_CallForFire_Radius>格范围内的所有友军同时进入掩护火力监视状态"
LocPromotionPopupText="<Bullet> 消耗单次行动且不会结束回合<br><Bullet> 受<font color='#0bff9b'>我的指挥</font>影响<br><Bullet> 具有<Ability:M31_SelfCooldown>回合冷却时间"
LocFlyOverText="呼叫火力支援"

[M31_ColdBlooded X2AbilityTemplate]
LocFriendlyName="冷血"
LocLongDescription="对遭受流血、中毒、烧伤或酸灼伤的敌人进行的第一次标准射击不消耗任何行动。"
LocHelpText="对遭受流血、中毒、烧伤或酸灼伤的敌人进行的第一次标准射击不消耗任何行动。"
LocPromotionPopupText="<Bullet> 如果你的标准射击只对目标造成了状态异常，则不会退还行动。<br><Bullet> 每回合可以激活一次。<br><Bullet> 标准射击能力还包括标准狙击射击、赶尽杀绝和手枪射击。"
LocFlyOverText="冷血"

[M31_CombatAdvance X2AbilityTemplate]
LocFriendlyName="战斗推进"
LocLongDescription="用<Abiltiy:M31_BoundWeaponName>攻击移动范围内的任意敌人，消耗1行动点且不结束回合。使用后获得仅限移动的行动点。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="用<Abiltiy:M31_BoundWeaponName>攻击移动范围内的任意敌人，消耗1行动点且不结束回合。使用后获得仅限移动的行动点。"
; LocPromotionPopupText=""
LocFlyOverText="战斗推进"

[M31_ConcussiveGrenades X2AbilityTemplate]
LocFriendlyName="破坏弹震"
LocLongDescription="你的破坏性手榴弹会混乱敌人，并有 <Ability:M31_ConcussiveGrenades_StunChance> 几率眩晕敌人，持续时间为 <Ability:M31_ConcussiveGrenades_StunDuration>。"
LocHelpText="你的破坏性手榴弹会混乱敌人，并有<Ability:M31_ConcussiveGrenades_StunChance>几率眩晕敌人，持续时间为<Ability:M31_ConcussiveGrenades_StunDuration>。"
LocPromotionPopupText="<Bullet> 影响机器人和有机敌人。"
LocFlyOverText="破坏弹震"

[M31_CovertParkour X2AbilityTemplate]
LocFriendlyName="渗透者"
LocLongDescription="获得<font color='#1abc9c'>隐秘行动</font>与<font color='#1abc9c'>跑酷</font>能力，降低侦测半径并获得攀墙能力。"
LocHelpText="获得<font color='#1abc9c'>隐秘行动</font>与<font color='#1abc9c'>跑酷</font>能力，降低侦测半径并获得攀墙能力。"
LocPromotionPopupText="<Bullet> <font color='#1abc9c'>隐秘行动</font>使<Ability:ClassName>的侦测范围降低<font color='#ffd700'><Ability:COVERT_DETECTION_RANGE_REDUCTION/>%</font>。<br><Bullet> <font color='#1abc9c'>跑酷</font>允许攀爬墙壁，但不可翻越窗户。"

[M31_DeathAdder X2AbilityTemplate]
LocFriendlyName="死亡蝰蛇"
LocLongDescription="使用你的<Ability:M31_BoundWeaponName>进行特殊射击，对目标造成已损失生命值的<Ability:M31_DeathAdder_HPToDamage> 额外伤害。具有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="特殊的<Ability:M31_BoundWeaponName> 射击会造成目标已损失生命值的<Ability:M31_DeathAdder_HPToDamage>额外伤害。"
LocPromotionPopupText="<Bullet>死亡蝰蛇的额外伤害不能超过基本武器伤害的<Ability:M31_DeathAdder_MaxDamageBonus>。<br><Bullet>死亡蝰蛇的额外伤害在其他伤害修正之前应用。<br><Bullet>死亡蝰蛇有<Ability:SelfCooldown_M31>回合的冷却时间。"
LocFlyOverText="死亡蝰蛇"

[M31_DeathAdder_Bonus X2AbilityTemplate]
LocFriendlyName="死亡蝰蛇"

[M31_DedicatedOverwatch X2AbilityTemplate]
LocFriendlyName="专注监视"
LocLongDescription="受到伤害时不会取消监视状态。"
LocHelpText="受到伤害时不会取消监视状态。"

[M31_Dervish X2AbilityTemplate]
LocFriendlyName="此消彼长"
LocLongDescription="每回合一次，杀死一名敌人将减少你所有技能的冷却时间 <Ability:M31_Dervish_CooldownReduction> 回合。"
LocHelpText="每回合一次，杀死一名敌人将减少你所有技能的冷却时间 <Ability:M31_Dervish_CooldownReduction> 回合。"
LocFlyOverText="此消彼长"

[M31_Dervish_Trigger X2AbilityTemplate]
LocFriendlyName="此消彼长"
LocFlyOverText="此消彼长"

[M31_DisarmingShot X2AbilityTemplate]
LocFriendlyName="缴械射击"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹，同时降低目标<Ability:M31_DisarmingShot_AimPenalty>点命中和<Ability:M31_DisarmingShot_CritPenalty>点暴击率，持续<Ability:M31_DisarmingShot_Duration>回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹。"
LocPromotionPopupText="<Bullet> 可与快速射击组合使用。<br><Bullet> 需要消耗<Ability:M31_DisarmingShot_AmmoCost>弹药。<br><Bullet> 净化者火焰喷射器等特定武器无法被禁用。"
LocFlyOverText="缴械射击"

[M31_DisarmingShot_SnapShot X2AbilityTemplate]
LocFriendlyName="缴械射击（速射）"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹，同时降低目标<Ability:M31_DisarmingShot_AimPenalty>点命中和<Ability:M31_DisarmingShot_CritPenalty>点暴击率，持续<Ability:M31_DisarmingShot_Duration>回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹。"
LocFlyOverText="缴械射击（速射）"

[M31_Duskborn X2AbilityTemplate]
LocFriendlyName="影生"
LocLongDescription="隐蔽状态下获得 +<Ability:M31_Duskborn_AimBonus> 命中和 +<Ability:M31_Duskborn_CritBonus> 暴击几率，隐蔽状态被打破后可持续 <Ability:M31_Duskborn_Duration> 回合。"
LocHelpText="在隐蔽状态下获得 +<Ability:M31_Duskborn_AimBonus> 命中和 +<Ability:M31_Duskborn_CritBonus> 暴击几率，并且在隐蔽状态被打破后持续 <Ability:M31_Duskborn_Duration> 回合。"
LocFlyOverText="影生"

[M31_Duskborn_Trigger X2AbilityTemplate]
LocFriendlyName="影生"
LocFlyOverText="影生"

[M31_EMPBomber X2AbilityTemplate]
LocFriendlyName="电磁轰炸者"
LocLongDescription="获得1枚免费EMP手雷，且EMP手雷/炸弹不再摧毁时限战利品与尸体。"
LocHelpText="EMP手雷/炸弹不再摧毁时限战利品与尸体。"
LocPromotionPopupText="<Bullet> 研究对应项目后将升级为高级手雷。"

[M31_EnemyUnknown X2AbilityTemplate]
LocFriendlyName="未知敌人"
LocLongDescription="若回合开始时未被任何敌人发现，则获得+<Ability:M31_EnemyUnknown_MobilityBonus>移动力、+<Ability:M31_EnemyUnknown_CritBonus>暴击率和+<Ability:M31_EnemyUnknown_CritDamageBonus>暴击伤害，持续至下回合开始。"
LocHelpText="获得+<Ability:M31_EnemyUnknown_MobilityBonus>移动力、+<Ability:M31_EnemyUnknown_CritBonus>暴击率和+<Ability:M31_EnemyUnknown_CritDamageBonus>暴击伤害，持续至下回合开始。"
LocPromotionPopupText="<Bullet> 单位处于眩晕、恐慌、着火等异常状态时无法触发。"
LocFlyOverText="未知敌人"

[M31_EnemyUnknown_Trigger X2AbilityTemplate]
LocFriendlyName="未知敌人"
LocLongDescription="若回合开始时未被任何敌人发现，则获得+<Ability:M31_EnemyUnknown_MobilityBonus>移动力、+<Ability:M31_EnemyUnknown_CritBonus>暴击率和+<Ability:M31_EnemyUnknown_CritDamageBonus>暴击伤害，持续至下回合开始。"
LocHelpText="获得+<Ability:M31_EnemyUnknown_MobilityBonus>移动力、+<Ability:M31_EnemyUnknown_CritBonus>暴击率和+<Ability:M31_EnemyUnknown_CritDamageBonus>暴击伤害，持续至下回合开始。"
LocPromotionPopupText="<Bullet> 单位处于眩晕、恐慌、着火等异常状态时无法触发。"
LocFlyOverText="未知敌人"

[M31_EnergyShield X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="激活后为自身及<Ability:M31_EnergyShield_Radius>格内友军提供<Ability:M31_EnergyShield_ShieldAmount>点临时生命值，持续<Ability:M31_EnergyShield_Duration>回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="激活后为自身及<Ability:M31_EnergyShield_Radius>格内友军提供<Ability:M31_EnergyShield_ShieldAmount>点临时生命值，持续<Ability:M31_EnergyShield_Duration>回合。"
LocPromotionPopupText="<Bullet> 护盾强度随装甲科技等级提升。<br><Bullet> 护盾优先级：<Ability:M31_EnergyShield_ShieldPriority>。<br><Bullet> 高优先级护盾会优先消耗。"
LocFlyOverText="能量护盾"

[M31_Entrench X2AbilityTemplate]
LocFriendlyName="固守蹲伏"
LocLongDescription="提升<Ability:M31_HunkerDown_DefenseBonus>点防御和<Ability:M31_HunkerDown_DodgeBonus>点闪避，移动后失效。仅限掩体内使用，无法熄灭燃烧状态。"
LocHelpText="提升<Ability:M31_HunkerDown_DefenseBonus>点防御和<Ability:M31_HunkerDown_DodgeBonus>点闪避，移动后失效。仅限掩体内使用，无法熄灭燃烧状态。"
LocPromotionPopupText="<Bullet> 蹲伏瞄准、舔舐伤口等效果将在固守蹲伏激活期间每回合末重新生效。"
LocFlyOverText="固守蹲伏"

[M31_Entrench_Trigger X2AbilityTemplate]
LocFriendlyName="固守蹲伏"
LocFlyOverText="固守蹲伏"

[M31_Escalation X2AbilityTemplate]
LocFriendlyName="升级"
LocLongDescription="激活此技能可获得持续 <Ability:M31_Escalation_Duration> 回合的升级效果。当升级效果处于活动状态时，<Ability:M31_BoundWeaponName>  每次暴击获得 +<Ability:M31_Escalation_CritBonus> 暴击几率，并且每次暴击几率超过 100 时 <Ability:M31_Escalation_CritDamageBonusFactor> 获得 +<Ability:M31_Escalation_CritDamageBonus> 暴击伤害。具有 <Ability:M31_SelfCooldown>回合的冷却时间。"
LocHelpText="激活此技能以获得持续 <Ability:M31_Escalation_Duration> 回合的升级。当升级处于活动状态时，<Ability:M31_BoundWeaponName>  每次暴击获得 +<Ability:M31_Escalation_CritBonus> 暴击几率，并且每次暴击几率超过 100 时，<Ability:M31_Escalation_CritDamageBonusFactor> 获得 +<Ability:M31_Escalation_CritDamageBonus> 暴击伤害。"
LocPromotionPopupText="<Bullet> 升级具有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocFlyOverText="升级"

[M31_EyeOnTarget X2AbilityTemplate]
LocFriendlyName="注视目标"
LocLongDescription="获得囊中之物和凝视之眼能力。"
LocHelpText="获得囊中之物和凝视之眼能力。"
LocPromotionPopupText="<Bullet/>囊中之物：标记一个目标，为你提供额外的暴击几率和防御力。<br><Bullet/> 凝视之眼：每回合一次，当你的囊中之物 目标移动或攻击时，你可以获得一次免费的监视射击。"
LocFlyOverText="注视目标"

[M31_Frostbane X2AbilityTemplate]
LocFriendlyName="霜寒之怒"
LocLongDescription="<Ability:M31_BoundWeaponName>攻击获得+<Ability:M31_Frostbane_CritBonus>暴击率与+<Ability:M31_Frostbane_PiercingBonus>穿甲，且目标每层寒霜状态额外提供+<Ability:M31_Frostbane_CritBonusPerTier>暴击率与+<Ability:M31_Frostbane_PiercingBonusPerTier>穿甲。"
LocHelpText="<Ability:M31_BoundWeaponName>攻击获得+<Ability:M31_Frostbane_CritBonus>暴击率与+<Ability:M31_Frostbane_PiercingBonus>穿甲，且目标每层寒霜状态额外提供+<Ability:M31_Frostbane_CritBonusPerTier>暴击率与+<Ability:M31_Frostbane_PiercingBonusPerTier>穿甲。"
; LocPromotionPopupText=""
LocFlyOverText="霜寒之怒"

[M31_FutureWarfare X2AbilityTemplate]
LocFriendlyName="未来战争"
LocLongDescription="当<Ability:ClassName>使用战斗协议时，所有战斗协议冷却时间减少<Ability:M31_FutureWarfare_CooldownReduction>。每回合可触发<Ability:M31_FutureWarfare_ActivationsPerTurn>次。"
LocHelpText="当<Ability:ClassName>使用战斗协议时，所有战斗协议冷却时间减少<Ability:M31_FutureWarfare_CooldownReduction>。每回合可触发<Ability:M31_FutureWarfare_ActivationsPerTurn>次。"
LocPromotionPopupText="<Bullet> 适用于<Ability:M31_FutureWarfare_Abilities>。<br><Bullet> 会减少触发该效果的技能冷却。"
LocFlyOverText="未来战争"

[M31_FutureWarfare_Trigger X2AbilityTemplate]
LocFriendlyName="未来战争"
LocFlyOverText="未来战争"

[M31_GenevaSuggestion X2AbilityTemplate]
LocFriendlyName="日内瓦建议"
LocLongDescription="装备榴弹发射器时可免费获得燃烧弹、酸弹和毒气弹。"
LocHelpText="装备榴弹发射器时可免费获得燃烧弹、酸弹和毒气弹。"
LocPromotionPopupText="<Bullet> 一旦研究完成就会授予高级手榴弹。<br><Bullet>，请记住，变种人和外星人都没有在《日内瓦公约》上签字。"
LocFlyOverText="日内瓦建议"

[M31_ImprovedSuppression X2AbilityTemplate]
LocFriendlyName="强化压制"
LocLongDescription="压制与区域压制能力会同时使主要目标陷入混乱状态。"
LocHelpText="压制与区域压制能力会同时使主要目标陷入混乱状态。"
LocPromotionPopupText="<Bullet> 混乱单位命中与移动力降低，且无法使用多数特殊能力。<br><Bullet> 激活压制时立即施加混乱。<br><Bullet> 可混乱非免疫单位（包括机械敌人）。<br><Bullet> 压制被打破不会提前解除混乱。"
LocFlyOverText="强化压制"

[M31_LowProfile X2AbilityTemplate]
LocFriendlyName="暗影姿态"
LocLongDescription="使半掩体视为全掩体。对未侧袭<Ability:ClassName>的敌人获得+<Ability:M31_EnhancedLowProfile_AimBonus>命中和+<Ability:M31_EnhancedLowProfile_CritBonus>暴击率。"
LocHelpText="使半掩体视为全掩体。对未侧袭<Ability:ClassName>的敌人获得+<Ability:M31_EnhancedLowProfile_AimBonus>命中和+<Ability:M31_EnhancedLowProfile_CritBonus>暴击率。"
LocPromotionPopupText="<Bullet> 当目标无法看见士兵时同样生效。"

[M31_LowProfileNest X2AbilityTemplate]
LocFriendlyName="鹰巢"
LocLongDescription="使半掩体视为全掩体，并对低处目标获得+<Ability:M31_LowProfileNest_AimBonus>命中和+<Ability:M31_LowProfileNest_CritBonus>暴击率。"
LocHelpText="使半掩体视为全掩体，并对低处目标获得+<Ability:M31_LowProfileNest_AimBonus>命中和+<Ability:M31_LowProfileNest_CritBonus>暴击率。"
; LocPromotionPopupText=""

[M31_Maim X2AbilityTemplate]
LocFriendlyName="残废射击"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。"
LocPromotionPopupText="<Bullet> 可与快速射击组合使用。<br><Bullet> 需要消耗<Ability:M31_Maim_AmmoCost>弹药。<br><Bullet> 伏击时用于孤立高价值目标。<br><Bullet> 部分敌人免疫定身。"
LocFlyOverText="残废射击"

[M31_Maim_SnapShot X2AbilityTemplate]
LocFriendlyName="残废射击（速射）"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。"
LocFlyOverText="残废射击（速射）"

[M31_Malevolence X2AbilityTemplate]
LocFriendlyName="恶意"
LocLongDescription="根据目标所受状态效果获得额外加成。"
LocHelpText="根据目标所受状态效果获得额外加成。"
LocPromotionPopupText="<Bullet> <font color='#ffd700'>酸蚀燃烧</font> - 攻击额外破甲+<Ability:M31_Malevolence_AcidBurning_ShredBonus>。<br><Bullet> <font color='#ffd700'>流血</font> - 攻击暴击率+<Ability:M31_Malevolence_Bleeding_CritBonus>，暴击伤害+<Ability:M31_Malevolence_Bleeding_CritDamageBonus>。<br><Bullet> <font color='#ffd700'>燃烧</font> - 攻击使目标受到持续伤害+<Ability:M31_Malevolence_Burning_DOTDamageBonus>，持续<Ability:M31_Malevolence_Burning_DebuffDuration>回合（不叠加）。<br><Bullet> <font color='#ffd700'>中毒</font> - 攻击降低目标暴击率<Ability:M31_Malevolence_Poisoned_CritPenalty>，提升擦伤率<Ability:M31_Malevolence_Poisoned_GrazePenalty>，持续<Ability:M31_Malevolence_Poisoned_DebuffDuration>回合（可叠加）。<br><Bullet> <font color='#ffd700'>低温症</font> - 攻击降低目标命中<Ability:M31_Malevolence_Frost_AimPenalty>和防御<Ability:M31_Malevolence_Frost_DefensePenalty>，持续<Ability:M31_Malevolence_Frost_DebuffDuration>回合（可叠加）。<br><Bullet> <font color='#ffd700'>辐射</font> - 攻击降低目标伤害<Ability:M31_Malevolence_Radiation_DamageReductionPrc>，持续<Ability:M31_Malevolence_Radiation_DebuffDuration>回合（不叠加）。<br><Bullet> <font color='#df07b7'>安魂腐蚀</font>或<font color='#ffd700'>灵能涟漪</font> - 攻击获得双倍破裂加成伤害。"

[M31_Malevolence_Trigger X2AbilityTemplate]
LocFriendlyName="恶意"

[M31_MarauderElite X2AbilityTemplate]
LocFriendlyName="精英掠夺者"
LocLongDescription="标准射击与部分特殊攻击不再结束回合。"
LocHelpText="标准射击与部分特殊攻击不再结束回合。"
LocPromotionPopupText="<Bullet> 适用于<Ability:M31_MarauderElite_Abilities>。"

[M31_Meld X2AbilityTemplate]
LocFriendlyName="融合"
LocLongDescription="立即进入隐蔽状态，持续到你的下一回合开始。具有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="立即进入隐蔽状态，持续到你的下一回合开始。具有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocPromotionPopupText="<Bullet> 当附近有敌人侧翼进攻时无法使用 Meld。<br><Bullet> Meld 有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocFlyOverText="融合"

[M31_Minelayer2 X2AbilityTemplate]
LocFriendlyName="布雷者+"
LocLongDescription="获得<font color='#ffd700'>2</font>枚免费感应地雷。"
LocHelpText="获得<font color='#ffd700'>2</font>枚免费感应地雷。"
; LocPromotionPopupText=""
LocFlyOverText="布雷者+"

[M31_NeurotoxicShot X2AbilityTemplate]
LocFriendlyName="神经毒性射击"
LocLongDescription="使用你的<Ability:M31_BoundWeaponName>进行特殊射击，使目标中毒并迷失方向。无法对付对毒免疫的单位。具有 <Ability:M31_SelfCooldown>回合的冷却时间。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，可使目标中毒并迷失方向。无法对付对毒免疫的单位。"
LocPromotionPopupText="<Bullet> 射击造成标准伤害，但不能用于对毒免疫的单位。<br>"
LocFlyOverText="神经毒性射击"

[M31_OnTheMove X2AbilityTemplate]
LocFriendlyName="机动行军"
LocLongDescription="每回合开始获得额外标准行动点与移动点，但移动力降低<Ability:M31_OnTheMove_MobilityPenaltyPrc>。"
LocHelpText="每回合开始获得额外标准行动点与移动点，但移动力降低<Ability:M31_OnTheMove_MobilityPenaltyPrc>。"
LocPromotionPopupText="<Bullet> 移动惩罚与其他移动修正（包括其他能力效果）为乘算关系。"

[M31_OverchargedBlast X2AbilityTemplate]
LocFriendlyName="超载冲击"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，获得+<Ability:M31_OverchargedBlast_Shred>破甲与+<Ability:M31_OverchargedBlast_Rupture>破裂效果，命中必暴击。需消耗<Ability:M31_OverchargedBlast_AmmoCost>弹药，冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊射击获得+<Ability:M31_OverchargedBlast_Shred>破甲与+<Ability:M31_OverchargedBlast_Rupture>破裂效果，命中必暴击。"
LocPromotionPopupText="<Bullet> 多次攻击的破裂不叠加，高数值覆盖低值。<br><Bullet> 总破裂值为武器、弹药与技能破裂值之和。"
LocFlyOverText="超载冲击"

[M31_Overpower X2AbilityTemplate]
LocFriendlyName="压制打击"
LocLongDescription="对移动范围内敌人发动特殊近战攻击，使目标眩晕<Ability:M31_Overpower_StunDuration>行动点并破甲<Ability:M31_Overpower_Shred>点。对大型单位无效。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="对移动范围内敌人发动特殊近战攻击，使目标眩晕<Ability:M31_Overpower_StunDuration>行动点并破甲<Ability:M31_Overpower_Shred>点。对大型单位无效。"
LocPromotionPopupText="<Bullet> 破甲作为独立伤害实例，不受穿甲与伤害修正影响。"
LocFlyOverText="压制打击"

[M31_Overseer X2AbilityTemplate]
LocFriendlyName="监督员"
LocLongDescription="获得小队视线和狙击守望能力，但只有当狙击步枪作为该士兵的主要武器时才有效。"
LocHelpText="获得小队视线和狙击守望能力，但只有当狙击步枪作为该士兵的主要武器时才有效。"
LocPromotionPopupText="<Bullet> 狙击守望是监视的一种特殊形式，可以让你对在射击范围内移动或攻击的敌人进行反应射击。<br> <Bullet> 如果学会了哨兵，你可以进行两次反应射击。"

[M31_PerfectHandling X2AbilityTemplate]
LocFriendlyName="完美操控"
LocLongDescription="消除远距离<Ability:M31_BoundWeaponName>射击的命中惩罚。"
LocHelpText="消除远距离<Ability:M31_BoundWeaponName>射击的命中惩罚。"
LocPromotionPopupText="<Bullet> 在向 <Ability:M31_PerfectHandling_BaseRange> 格范围以外的目标射击时消除命中惩罚。"

[M31_Pinpoint X2AbilityTemplate]
LocFriendlyName="极准射击"
LocLongDescription="消耗所有可用行动点数进行特殊射击，每次消耗标准和非移动行动时获得额外命中、暴击几率和暴击伤害。具有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="特殊射击，每消耗一个行动点数，可增加命中率、暴击率和暴击伤害。"
LocPromotionPopupText="<Bullet> 极准射击每消耗一个动作，将获得 +<Ability:M31_Pinpoint_AimPerAction> 命中和 +<Ability:M31_Pinpoint_CritPerAction> 暴击几率。<br><Bullet> 极准射击每消耗一个动作，将增加 <Ability:M31_Pinpoint_CritDamageBase> + <Ability:M31_Pinpoint_CritDamagePerAction> 暴击伤害。<br><Bullet> 极准射击有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocFlyOverText="极准射击"

[M31_Pinpoint_Bonus X2AbilityTemplate]
LocFriendlyName="极准射击"

[M31_PipeBombs X2AbilityTemplate]
LocFriendlyName="管状炸弹"
LocLongDescription="你的破坏性手榴弹会造成流血，每回合造成 <Ability:M31_PipeBombs_BleedDamage> 伤害，持续 <Ability:M31_PipeBombs_BleedDuration> 回合。"
LocHelpText="你的破坏性手榴弹会造成流血，每回合造成 <Ability:M31_PipeBombs_BleedDamage> 伤害，持续 <Ability:M31_PipeBombs_BleedDuration> 回合。"

[M31_PistolDetonationShot X2AbilityTemplate]
LocFriendlyName="引爆射击（手枪）"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，引爆敌人携带的爆炸物。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，引爆敌人携带的爆炸物。"
LocPromotionPopupText="<Bullet> 受<font color='#1abc9c'>快速拔枪</font>与<font color='#1abc9c'>子弹时间</font>影响。<br><Bullet> 需要消耗<Ability:M31_DetonationShot_AmmoCost>弹药。"
LocFlyOverText="引爆射击（手枪）"

[M31_PistolDisarmingShot X2AbilityTemplate]
LocFriendlyName="缴械射击（手枪）"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹，同时降低目标<Ability:M31_DisarmingShot_AimPenalty>点命中和<Ability:M31_DisarmingShot_CritPenalty>点暴击率，持续<Ability:M31_DisarmingShot_Duration>回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，禁用目标武器迫使其重新装弹。"
LocPromotionPopupText="<Bullet> 可与快速射击组合使用。<br><Bullet> 需要消耗<Ability:M31_DisarmingShot_AmmoCost>弹药。<br><Bullet> 净化者火焰喷射器等特定武器无法被禁用。"
LocFlyOverText="缴械射击（手枪）"

[M31_PistolMaim X2AbilityTemplate]
LocFriendlyName="残废射击（手枪）"
LocLongDescription="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊<Ability:M31_BoundWeaponName>射击，使目标无法移动直至下一个回合。"
LocPromotionPopupText="<Bullet> 可与快速射击组合使用。<br><Bullet> 需要消耗<Ability:M31_Maim_AmmoCost>弹药。<br><Bullet> 伏击时用于孤立高价值目标。<br><Bullet> 部分敌人免疫定身。"
LocFlyOverText="残废射击（手枪）"

[M31_PriorityFocus X2AbilityTemplate]
LocFriendlyName="优先锁定"
LocLongDescription="对全息标记单位的远程攻击造成额外<Ability:M31_PriorityFocus_DamageBonus>点伤害。"
LocHelpText="对全息标记单位的远程攻击造成额外<Ability:M31_PriorityFocus_DamageBonus>点伤害。"
LocPromotionPopupText="<Bullet> 适用于所有远程攻击。<br><Bullet> 全息标记器与全息标记能力均可触发。"

[M31_RapidDumping X2AbilityTemplate]
LocFriendlyName="急速倾倒"
LocLongDescription="战斗协议不再结束回合。"
LocHelpText="战斗协议不再结束回合。"
LocPromotionPopupText="<Bullet> 适用于<Ability:M31_RapidDumping_Abilities>。"
LocFlyOverText="急速倾倒"

[M31_ReflexShot X2AbilityTemplate]
LocFriendlyName="反射射击"
LocLongDescription="每回合1次，对<Ability:M31_ReflexShot_Radius>格内移动或攻击的可见敌人发动免费<Ability:M31_BoundWeaponName>射击。"
LocHelpText="每回合1次，对<Ability:M31_ReflexShot_Radius>格内移动或攻击的可见敌人发动免费<Ability:M31_BoundWeaponName>射击。"
LocPromotionPopupText="<Bullet> 士兵处于隐匿状态或自身回合内不触发。<br><Bullet> 对暗影步敌人无效。<br><Bullet> 受反应射击惩罚影响：<Ability:M31_ReflexShot_bReactionFire>。"

[M31_ReflexShot_Attack X2AbilityTemplate]
LocFriendlyName="反射射击"
LocFlyOverText="反射射击"

[M31_Relentless X2AbilityTemplate]
LocFriendlyName="无情游猎"
LocLongDescription="每回合一次，使用你的<Ability:M31_BoundWeaponName>进行标准射击后获得一次额外的移动动作。"
LocHelpText="每回合一次，使用你的<Ability:M31_BoundWeaponName>进行标准射击后获得一次额外的移动动作。"
LocPromotionPopupText="<Bullet> 每回合可激活一次。<br><Bullet> 标准射击能力还包括标准狙击射击、赶尽杀绝和手枪射击。"
LocFlyOverText="无情游猎"

[M31_RepositionPlus X2AbilityTemplate]
LocFriendlyName="高级换位"
LocLongDescription="每回合1次，用主武器对侧翼暴露目标发动标准或特殊射击后，获得额外移动行动点。"
LocHelpText="每回合1次，用主武器对侧翼暴露目标发动标准或特殊射击后，获得额外移动行动点。"
LocPromotionPopupText="<Bullet> 与<font color='#1abc9c'>冲刺射击</font>或<font color='#1abc9c'>近距遭遇</font>不可同回合触发。<br><Bullet> 攻击无法被侧袭单位时是否生效：<Ability:M31_RepositionPlus_bApplyToUnflankable>。<br><Bullet> 适用于<Ability:M31_Reposition_Abilities>。"
LocFlyOverText="换位"

[M31_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="伤口撒盐"
LocLongDescription="对受持续伤害效果影响的单位，所有攻击与效果额外造成<Ability:M31_SaltInTheWound_DamageBonus>点伤害。"
LocHelpText="对受持续伤害效果影响的单位，所有攻击与效果额外造成<Ability:M31_SaltInTheWound_DamageBonus>点伤害。"
LocPromotionPopupText="<Bullet> 该士兵施加的持续伤害也可触发加成。<br><Bullet> 持续伤害效果包括所有造成周期伤害的效果。"

[M31_SawedOffRange X2AbilityTemplate]
LocFriendlyName="短管操控"
LocLongDescription="你的<Ability:M31_BoundWeaponName>有效射程翻倍。"
LocHelpText="你的<Ability:M31_BoundWeaponName>有效射程翻倍。"
LocPromotionPopupText="<Bullet> 短管霰弹枪标准有效射程为<font color='#ffd700'>3</font>格。"

[M31_SawedOffReload X2AbilityTemplate]
LocFriendlyName="短管霰弹枪装弹"
LocLongDescription="为你的<Ability:M31_BoundWeaponName>装填弹药。每次装填<Ability:M31_SawedOffReload_AmmoPerUse>发弹药。消耗1个行动点且不结束回合。每任务可使用<Ability:M31_SawedOffReload_Charges>次。"
LocHelpText="为<Ability:M31_BoundWeaponName>装填<Ability:M31_SawedOffReload_AmmoPerUse>发弹药。"
LocPromotionPopupText="<Bullet> 消耗1个行动点<br><Bullet> 不结束回合<br><Bullet> 无冷却时间<br><Bullet> 仅在<Ability:ClassName>的<Ability:M31_BoundWeaponName>弹药少于<Ability:M31_SawedOffReload_Limit>发时可用<br><Bullet> 使用次数随武器等级提升"
LocFlyOverText="装弹中"

[M31_SawedOffSweeper X2AbilityTemplate]
LocFriendlyName="霰弹射击"
LocLongDescription="使用你的<Ability:M31_BoundWeaponName>进行锥形范围射击。需要<Ability:M31_SawedOffSweeper_MinAmmo>发弹药，但最多消耗<Ability:M31_SawedOffSweeper_MaxAmmo>发，每额外消耗一发弹药都会增加锥形的长度和宽度。具有<Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="锥形范围<Ability:M31_BoundWeaponName>射击。需要<Ability:M31_SawedOffSweeper_MinAmmo>发弹药，但最多消耗<Ability:M31_SawedOffSweeper_MaxAmmo>发，每额外消耗一发弹药都会增加锥形的长度和宽度。"
LocPromotionPopupText="<Bullet> 具有<Ability:M31_SelfCooldown>回合冷却时间。<br><Bullet> 需要<Ability:M31_SawedOffSweeper_MinAmmo>发弹药，但最多消耗<Ability:M31_SawedOffSweeper_MaxAmmo>发。<br><Bullet> 锥形范围为长<Ability:M31_SawedOffSweeper_Length>格，宽<Ability:M31_SawedOffSweeper_Width>格。<br><Bullet> 每额外消耗一发弹药，长度增加<Ability:M31_SawedOffSweeper_LengthPerAmmo>格，宽度增加<Ability:M31_SawedOffSweeper_WidthPerAmmo>格。<br><Bullet> 受<font color='#0bff9b'>腰射</font>影响：<Ability:M31_SawedOffSweeper_bHipfire>。<br><Bullet> 效果区域内的友军可能受到伤害。<br><Bullet> 散射模式会被重型掩体阻挡。"
LocFlyOverText="霰弹射击"

[M31_ShadowstepAid X2AbilityTemplate]
LocFriendlyName="暗影步援助"
LocLongDescription="<font color='#1abc9c'>援助协议</font>与<font color='#1abc9c'>要塞协议</font>同时赋予目标临时暗影步状态与仅限移动的行动点。"
LocHelpText="<font color='#1abc9c'>援助协议</font>与<font color='#1abc9c'>要塞协议</font>同时赋予目标临时暗影步状态与仅限移动的行动点。""
; LocPromotionPopupText=""

[M31_ShockGrenadier X2AbilityTemplate]
LocFriendlyName="震荡掷弹兵"
LocLongDescription="获得专属手雷槽与1枚免费EMP手雷，且手雷不再有冷却时间。"
LocHelpText="手雷不再有冷却时间。"
LocPromotionPopupText="<Bullet> 研究对应项目后将升级为高级手雷。"

[M31_ShotgunWedding X2AbilityTemplate]
LocFriendlyName="霰弹婚宴"
LocLongDescription="对锥形范围内最多<Ability:M31_ShotgunWedding_MaxNumShots>个可见敌人发动短程范围攻击，每次攻击可命中多个目标。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="对锥形范围内最多<Ability:M31_ShotgunWedding_MaxNumShots>个可见敌人发动短程范围攻击。"
LocPromotionPopupText="<Bullet> 范围内友军可能误伤。<br><Bullet> 激活需消耗<Ability:M31_ShotgunWedding_ActivationAmmoCost>弹药，每次射击消耗<Ability:M31_ShotgunWedding_AmmoCostPerShot>。<br><Bullet> 初始锥形与攻击锥形长<Ability:M31_ShotgunWedding_Length>格、宽<Ability:M31_ShotgunWedding_Width>格，以主目标为中心。<br><Bullet> 仅限霰弹枪使用。"
LocFlyOverText="霰弹婚宴"

[M31_ShotgunWedding_Attack X2AbilityTemplate]
LocFriendlyName="霰弹婚宴"
LocFlyOverText="霰弹婚宴"

[M31_Skykeeper X2AbilityTemplate]
LocFriendlyName="苍穹守卫"
LocLongDescription="对无法被侧袭的敌人获得+<Ability:M31_Skykeeper_AimBonus_NoCover>命中，若目标为大型或飞行单位则额外+<Ability:M31_Skykeeper_AimBonus_Flying>命中。"
LocHelpText="对无法被侧袭的敌人获得+<Ability:M31_Skykeeper_AimBonus_NoCover>命中，若目标为大型或飞行单位则额外+<Ability:M31_Skykeeper_AimBonus_Flying>命中。"
LocPromotionPopupText="<Bullet> 飞行单位始终视为不可侧袭。"

[M31_SleightOfHand X2AbilityTemplate]
LocFriendlyName="小花招"
LocLongDescription="每次<Ability:M31_BoundWeaponName>攻击后获得+<Ability:M31_SleightOfHand_AimPerStack>命中与+<Ability:M31_SleightOfHand_CritPerStack>暴击率，最多叠加<Ability:M31_SleightOfHand_MaxStacks>层。每回合开始减少<Ability:M31_SleightOfHand_StackDecay>层。"
LocHelpText="每次<Ability:M31_BoundWeaponName>攻击后获得+<Ability:M31_SleightOfHand_AimPerStack>命中与+<Ability:M31_SleightOfHand_CritPerStack>暴击率，最多叠加<Ability:M31_SleightOfHand_MaxStacks>层。每回合开始减少<Ability:M31_SleightOfHand_StackDecay>层。"
LocPromotionPopupText="<Bullet> 多重攻击技能每次命中均叠加层数。"

[M31_SmokeGrenadier X2AbilityTemplate]
LocFriendlyName="烟雾掷弹兵"
LocLongDescription="获得一个仅限手雷的装备栏和一枚免费烟雾弹。此外，手雷不再有冷却时间。"
LocHelpText="手雷不再有冷却时间。"
LocPromotionPopupText="<Bullet> 在研究相应项目后将获得烟雾炸弹。"

[M31_SniperElite X2AbilityTemplate]
LocFriendlyName="狙击精英"
LocLongDescription="<Ability:ClassName>的攻击无视所有闪避修正，并获得+<Ability:M31_SniperElite_AimBonus>命中与+<Ability:M31_SniperElite_CritBonus>暴击率，且反应射击可暴击。"
LocHelpText="<Ability:ClassName>的攻击无视所有闪避修正，并获得+<Ability:M31_SniperElite_AimBonus>命中与<Ability:M31_SniperElite_CritBonus>暴击率，且反应射击可暴击。"
LocPromotionPopupText="<Bullet> 攻击会无视闪避修正，但保留擦伤区间。<br><Bullet> 命中加成不受反应射击惩罚影响。"

[M31_SnipersOverwatch X2AbilityTemplate]
LocFriendlyName="狙击守望"
LocLongDescription="一种特殊形式的监视。对在射击范围内移动或攻击的敌人进行反应射击。"
LocHelpText="对在射击范围之内移动或攻击的敌人进行反应射击。"
LocPromotionPopupText="<Bullet> 即使士兵不具备长时间守望能力，狙击守望也能利用小队视线。<br><Bullet> 如果学会了哨兵，你可以进行两次反应射击。"
LocFlyOverText="狙击守望"

[M31_SolidSnake X2AbilityTemplate]
LocFriendlyName="猎人的专注"
LocLongDescription="你的<Ability:M31_BoundWeaponName>攻击没有远程命中惩罚，并且忽略 <Ability:M31_SolidSnake_DodgeIgnore> 闪避。"
LocHelpText="你的<Ability:M31_BoundWeaponName>攻击没有远程命中惩罚，并且忽略 <Ability:M31_SolidSnake_DodgeIgnore> 躲闪。"
LocPromotionPopupText="<Bullet> 在向 <Ability:M31_PerfectHandling_BaseRange> 格范围以外的目标射击时消除命中惩罚。<br><Bullet> 猎人的专注可以将目标的闪避降低到 0 以下。"

[M31_Sparkfire X2AbilityTemplate]
LocFriendlyName="星星之火"
LocLongDescription="用你的<Ability:M31_BoundWeaponName> 进行一次特殊射击，点燃目标，每回合造成<Ability:M31_Sparkfire_BurnDamage> 点伤害，并引爆携带的炸药。消耗<Ability:M31_Sparkfire_AmmoCost> 弹药，并有 <Ability:SelfCooldown_M31>回合冷却时间"
LocHelpText="用你的<Ability:M31_BoundWeaponName> 进行特殊射击，点燃目标，每回合造成<Ability:M31_Sparkfire_BurnDamage>  点伤害，并引爆携带的炸药。消耗 <Ability:M31_Sparkfire_AmmoCost> 发弹药"
LocPromotionPopupText=""
LocFlyOverText="星星之火"

[M31_StaticGrenades X2AbilityTemplate]
LocFriendlyName="静电手雷"
LocLongDescription="EMP手雷/炸弹会混乱有机单位并造成微量伤害，同时禁用武器迫使敌人重新装弹。"
LocHelpText="EMP手雷/炸弹会混乱有机单位并造成微量伤害，同时禁用武器迫使敌人重新装弹。"
LocPromotionPopupText="<Bullet> EMP手雷造成<Ability:M31_StaticGrenades_Mk1_Damage>伤害。<br><Bullet> 电磁炸弹造成<Ability:M31_StaticGrenades_Mk2_Damage>伤害。<br><Bullet> 对电击免疫单位不施加混乱与伤害。<br><Bullet> 会禁用范围内所有单位（包括机器人与友军）的武器。<br><Bullet> 净化者火焰喷射器等特定武器无法被禁用。"
; <br><Bullet> Note that damage preview will display the sum of the damage to robotic and organic enemies.

[M31_Stiletto X2AbilityTemplate]
LocFriendlyName="细剑"
LocLongDescription="<Ability:M31_BoundWeaponName>攻击额外穿透<Ability:M31_Stiletto_PierceBonus>点护甲。"
LocHelpText="<Ability:M31_BoundWeaponName>攻击额外穿透<Ability:M31_Stiletto_PierceBonus>点护甲。"
LocPromotionPopupText="<Bullet> 加成随武器等级提升。"

[M31_SuperheavyOrdnance X2AbilityTemplate]
LocFriendlyName="超重型军械"
LocLongDescription="您手榴弹专用槽中的物品获得两次额外用途，并且您的手榴弹获得 <Ability:M31_SuperheavyOrdnance_RangeBonus> 格额外射程。"
LocHelpText="您手榴弹专用槽中的物品获得两次额外用途，并且您的手榴弹获得 <Ability:M31_SuperheavyOrdnance_RangeBonus> 格额外射程。"
LocPromotionPopupText="<Bullet> 所有手榴弹均可用于超重型军械，即使是非攻击性手榴弹，如战斗扫描仪和烟雾弹。<br><Bullet> 射程奖励适用于发射和投掷的手榴弹。<br><Bullet> 授予仅限手榴弹的插槽。"
LocFlyOverText="超重型军械"

[M31_SupplyPack X2AbilityTemplate]
LocFriendlyName="补给背包"
LocLongDescription="获得<font color='#1abc9c'>弹药补给</font>、<font color='#1abc9c'>绷带投掷</font>和<font color='#1abc9c'>辅助奔袭</font>能力。"
LocHelpText="获得<font color='#1abc9c'>弹药补给</font>、<font color='#1abc9c'>绷带投掷</font>和<font color='#1abc9c'>辅助奔袭</font>能力。"
LocPromotionPopupText="<Bullet> <font color='#1abc9c'>弹药补给</font>：向目标友军投掷备用弹匣，使其可以免费装弹。<br><Bullet> <font color='#1abc9c'>绷带投掷</font>：向目标友军投掷绷带，使其可以持续治疗并止血。<br><Bullet> <font color='#1abc9c'>辅助奔袭</font>：对友军使用弹药补给或绷带投掷后，补给者将获得一个仅限移动的行动点。</Bullet>"
LocFlyOverText="补给背包"

[M31_SuppressingFire X2AbilityTemplate]
LocFriendlyName="压制火力"
LocLongDescription="用<Ability:M31_BoundWeaponName>射击。如果目标存活，则进行压制。有 <Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="用<Ability:M31_BoundWeaponName>射击。如果目标存活，则进行压制。"
LocPromotionPopupText="<Bullet> 压制火力需要 <font color='#ffd700'>3</font> 弹药，但射击仅消耗 <font color='#ffd700'>1</font>。<br><Bullet> 压制火力有 <Ability:M31_SelfCooldown>回合冷却时间"
LocFlyOverText="压制火力"

[M31_SuppressingFire_Trigger X2AbilityTemplate]
LocFriendlyName="压制火力
LocFlyOverText="压制火力"

[M31_Suppression X2AbilityTemplate]
LocFriendlyName="压制者"
LocLongDescription="获得<font color='#1abc9c'>压制</font>能力。主武器装备加农炮时额外获得<font color='#1abc9c'>区域压制</font>能力。"
LocHelpText="获得<font color='#1abc9c'>压制</font>能力。主武器装备加农炮时额外获得<font color='#1abc9c'>区域压制</font>能力。"
; LocPromotionPopupText=""

[M31_TargetingAid X2AbilityTemplate]
LocFriendlyName="瞄准辅助"
LocLongDescription="<font color='#1abc9c'>援助协议</font>与<font color='#1abc9c'>要塞协议</font>同时提升目标<Ability:M31_TargetingAid_AimBonus>点命中与<Ability:M31_TargetingAid_CritBonus>点暴击率。"
LocHelpText="<font color='#1abc9c'>援助协议</font>与<font color='#1abc9c'>要塞协议</font>同时提升目标<Ability:M31_TargetingAid_AimBonus>点命中与<Ability:M31_TargetingAid_CritBonus>点暴击率。"
; LocPromotionPopupText=""

[M31_TrackingFire X2AbilityTemplate]
LocFriendlyName="追踪射击"
LocLongDescription="对目标发动射击。<Ability:M31_FreeAction>，视为反应射击。冷却时间<Ability:M31_SelfCooldown>回合，每次近战攻击后冷却减少<Ability:M31_TrackingFire_CooldownReduction>。"
LocHelpText="对目标发动射击。<Ability:M31_FreeAction>，视为反应射击。每次近战攻击后冷却减少<Ability:M31_TrackingFire_CooldownReduction>。"
LocPromotionPopupText="<Bullet> 士兵拥有至少1个标准/冲刺射击/移动行动点时可用。<br><Bullet> 剑刃风暴等反应攻击可重置冷却：<Ability:M31_TrackingFire_bAllowResetFromBladestorm>。"
LocFlyOverText="追踪射击"

[M31_TrainedSniper_Squadsight X2AbilityTemplate]
LocFriendlyName="专业狙击手(小队视野)"
LocLongDescription="获得小队视野，但只有当狙击步枪装备为该士兵的主要武器时才有效。"
LocHelpText="获得小队视野，但只有当狙击步枪作为该士兵的主要武器时才有效。"
; LocPromotionPopupText=""

[M31_TrainedSniper_LongWatch X2AbilityTemplate]
LocFriendlyName="专业狙击手（守望）"
LocLongDescription="主武器装备狙击步枪时获得<font color='#1abc9c'>守望</font>能力。"
LocHelpText="主武器装备狙击步枪时获得<font color='#1abc9c'>守望</font>能力。"
; LocPromotionPopupText=""

[M31_RangeFinder X2AbilityTemplate]
LocFriendlyName="测距仪"
LocLongDescription="主武器装备狙击步枪时获得<font color='#1abc9c'>小队视野</font>与<font color='#1abc9c'>守望</font>能力。"
LocHelpText="主武器装备狙击步枪时获得<font color='#1abc9c'>小队视野</font>与<font color='#1abc9c'>守望</font>能力。"
; LocPromotionPopupText=""

[M31_TraverseFire X2AbilityTemplate]
LocFriendlyName="横扫火力"
LocLongDescription="在你的第一个动作中使用<Ability:M31_BoundWeaponName>进行标准射击后，获得额外的非移动动作。"
LocHelpText="在你的第一个动作中使用<Ability:M31_BoundWeaponName>进行标准射击后，获得额外的非移动动作。"
LocPromotionPopupText="<Bullet> 每回合可激活一次。<br><Bullet> 标准射击能力还包括标准狙击射击、赶尽杀绝和手枪射击。<Bullet> 可在不使静止射击无效的情况下使用自由非攻击性动作。"
LocFlyOverText="横扫火力"

[M31_TraverseFirePlus X2AbilityTemplate]
LocFriendlyName="高级扫射"
LocLongDescription="首次行动使用<Ability:M31_BoundWeaponName>发动标准或特殊射击后，获得额外非移动行动点。"
LocHelpText="首次行动使用<Ability:M31_BoundWeaponName>发动标准或特殊射击后，获得额外非移动行动点。"
LocPromotionPopupText="<Bullet> 每回合触发1次。<br><Bullet> 免费非攻击行动不会中断定点射击。<br><Bullet> 适用于<Ability:M31_TraverseFirePlus_Abilities>。"
LocFlyOverText="高级扫射"

[M31_TroubleShooter X2AbilityTemplate]
LocFriendlyName="故障排除者"
LocLongDescription="标准射击永久降低目标<Ability:M31_TroubleShooter_HackDefenseReduction>点黑客防御，不可叠加。"
LocHelpText="标准射击永久降低目标<Ability:M31_TroubleShooter_HackDefenseReduction>点黑客防御，不可叠加。"
LocPromotionPopupText="<Bullet> 标准射击包括标准狙击射击、赶尽杀绝、手枪射击与快速射击。"

[M31_Undertaker X2AbilityTemplate]
LocFriendlyName="殡仪员"
LocLongDescription="对亡灵敌人发动免费<Ability:M31_BoundWeaponName>射击。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="免费<Ability:M31_BoundWeaponName>射击亡灵敌人。"
LocPromotionPopupText="<Bullet> 亡灵敌人包括灵能僵尸、幽魂僵尸、幽魂枪兵、失落者、影缚单位与寄生兽茧。"
LocFlyOverText="殡仪员"

[M31_Unload X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocLongDescription="使用你的<Ability:M31_BoundWeaponName>向目标开火，直到弹药耗尽或达到<Ability:M31_Unload_MaxShots>次射击。每次射击有-<Ability:M31_Unload_AimPenalty>的命中惩罚。具有<Ability:M31_SelfCooldown>回合冷却时间。"
LocHelpText="使用你的<Ability:M31_BoundWeaponName>向目标开火，直到弹药耗尽或达到<Ability:M31_Unload_MaxShots>次射击。每次射击有-<Ability:M31_Unload_AimPenalty>的命中惩罚。"
LocPromotionPopupText="<Bullet> <Ability:M31_FriendlyName>射击可以暴击: <Ability:M31_Unload_bAllowCrit>。<br><Bullet> 具有<Ability:M31_SelfCooldown>回合冷却时间。"
LocFlyOverText="倾泻弹药"

[M31_Unload X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocFlyOverText="倾泻弹药"

[M31_WatchfulEye X2AbilityTemplate]
LocFriendlyName="凝视之眼"
LocLongDescription="全息标记敌人后，获得对其的免费反应射击机会，持续至下回合开始。"
LocHelpText="全息标记敌人后，获得对其的免费反应射击机会，持续至下回合开始。"
LocPromotionPopupText="<Bullet> 受<font color='#1abc9c'>独立追踪</font>影响。<br><Bullet> 仅对能力主要目标生效。<br><Bullet> 不适用于全息标记被动，仅全息标记器能力可触发。<br><Bullet> 士兵隐匿时不触发。<br><Bullet> 被标记单位移动或攻击时激活。"

[M31_WatchfulEye_Attack X2AbilityTemplate]
LocFriendlyName="凝视之眼"
LocFlyOverText="凝视之眼"

[M31_Warbringer X2AbilityTemplate]
LocFriendlyName="战争使者"
LocLongDescription="为每个装备的手榴弹提供 +1 充能，并且手榴弹的效果范围增加一格。"
LocHelpText="为每个装备的手榴弹提供 +1 充能，并且手榴弹的效果范围增加一格。"
LocPromotionPopupText="<Bullet> 这包括发射和投掷的手榴弹。<br><Bullet> 为每个装备的手榴弹提供 +1 充电。<br><Bullet> 适用于手榴弹槽以及标准实用槽，但不适用于其他槽。<br><Bullet> Smoker 和 Flashbanger 能力提供的额外手榴弹不会获得额外充电。<br>"
LocFlyOverText="战争使者"

[M31_AcidRoundsPassive X2AbilityTemplate]
LocFriendlyName="腐蚀恐怖"
LocLongDescription="你的直接<Ability:M31_BoundWeaponName>攻击会撕碎 <Ability:M31_AcidRounds_ShredBonus> 护甲并且产生酸灼伤，每回合造成 <Ability:M31_AcidRounds_BurnDamage> 伤害。"
LocHelpText="你的<Ability:M31_BoundWeaponName>攻击会撕碎 <Ability:M31_AcidRounds_ShredBonus> 护甲并且产生酸灼伤，每回合造成 <Ability:M31_AcidRounds_BurnDamage> 伤害。"
LocPromotionPopupText="<Bullet> 适用于大多数<Ability:M31_BoundWeaponName>攻击。<br><Bullet> 即使目标对酸免疫，攻击也会撕碎盔甲。"

[M31_AcidRounds_Attack X2AbilityTemplate]
LocFriendlyName="腐蚀恐怖"

[M31_BleedingRoundsPassive X2AbilityTemplate]
LocFriendlyName="失血过多"
LocLongDescription="你的直接<Ability:M31_BoundWeaponName>攻击会造成流血，每回合造成 <Ability:M31_BleedingRounds_BleedDamage> 伤害，持续 <Ability:M31_BleedingRounds_BleedDuration> 回合。"
LocHelpText="你的<Ability:M31_BoundWeaponName>攻击会造成流血，每回合造成 <Ability:M31_BleedingRounds_BleedDamage> 伤害，持续 <Ability:M31_BleedingRounds_BleedDuration> 回合。"
LocPromotionPopupText="<Bullet> 适用于大多数<Ability:M31_BoundWeaponName>攻击。"

[M31_BleedingRounds_Attack X2AbilityTemplate]
LocFriendlyName="失血过多"

[M31_Bloodlet X2AbilityTemplate]
LocFriendlyName="小型失血"
LocLongDescription="你的<Ability:M31_BoundWeaponName>  次攻击会造成流血，造成 <Ability:M31_Bloodlet_BleedDamage> 点伤害，持续 <Ability:M31_Bloodlet_BleedDuration> 回合"
LocHelpText="你的<Ability:M31_BoundWeaponName>  攻击会造成流血，造成 <Ability:M31_Bloodlet_BleedDamage> 点伤害，持续 <Ability:M31_Bloodlet_BleedDuration> 回合"
LocPromotionPopupText="<Bullet> 适用于大多数<Ability:M31_BoundWeaponName>攻击"

[M31_Bloodlet_Attack X2AbilityTemplate]
LocFriendlyName="小型失血"

[M31_ThermalShock X2AbilityTemplate]
LocFriendlyName="热冲击"
LocLongDescription="你的<Ability:M31_BoundWeaponName> 攻击会造成热冲击，使目标的目标降低<Ability:M31_ThermalShock_AimPenalty>和防御<Ability:M31_ThermalShock_DefensePenalty>，持续<Ability:M31_ThermalShock_Duration>回合。对免疫霜冻的敌人的惩罚会加倍"
LocHelpText="你的<Ability:M31_BoundWeaponName> 攻击会造成热冲击，使目标的目标降低<Ability:M31_ThermalShock_AimPenalty>和防御<Ability:M31_ThermalShock_DefensePenalty>，持续<Ability:M31_ThermalShock_Duration>回合。对免疫霜冻的敌人的惩罚会加倍"
LocPromotionPopupText="<Bullet> 适用于大多数<Ability:M31_BoundWeaponName>攻击。<br><Bullet> 多次施加此debuff不会叠加"

[M31_ThermalShock_Attack X2AbilityTemplate]
LocFriendlyName="热冲击"

[M31_ToxicNightmare X2AbilityTemplate]
LocFriendlyName="剧毒噩梦"
LocLongDescription="你的<Ability:M31_BoundWeaponName>  攻击会造成中毒"
LocHelpText="你的<Ability:M31_BoundWeaponName>  攻击会造成中毒"
LocPromotionPopupText="<Bullet> 适用于大多数<Ability:M31_BoundWeaponName>攻击"

[M31_ToxicNightmare_Attack X2AbilityTemplate]
LocFriendlyName="剧毒噩梦"

[M31_Shiver2 X2AbilityTemplate]
LocFriendlyName="极寒战栗"
LocLongDescription="<Ability:M31_BoundWeaponName>攻击有<Ability:M31_Shiver2_PrcChance>概率施加刺骨寒霜。"
LocHelpText="<Ability:M31_BoundWeaponName>攻击有<Ability:M31_Shiver2_PrcChance>概率施加刺骨寒霜。"
LocPromotionPopupText="<Bullet> 适用于多数<Ability:M31_BoundWeaponName>攻击。"

[M31_Shiver2_Attack X2AbilityTemplate]
LocFriendlyName="极寒战栗"

[M31_HypothermiaRounds X2AbilityTemplate]
LocFriendlyName="凋零寒霜"
LocLongDescription="<Ability:M31_BoundWeaponName>攻击有<Ability:M31_HypothermiaRounds_PrcChance>概率施加低温症。"
LocHelpText="<Ability:M31_BoundWeaponName>攻击有<Ability:M31_HypothermiaRounds_PrcChance>概率施加低温症。"
LocPromotionPopupText="<Bullet> 低温症造成每回合1/2/3/4点寒冰伤害，持续<Ability:M31_HypothermiaRounds_Duration>回合（伤害随寒霜层级提升）。<br><Bullet> 适用于多数<Ability:M31_BoundWeaponName>攻击。"

[M31_HypothermiaRounds_Attack X2AbilityTemplate]
LocFriendlyName="凋零寒霜"



[M31_Chimera X2AbilityTemplate]
LocFriendlyName="奇美拉"
LocLongDescription="<Ability:ClassName>现在可以装备<font color='#ffd700'>加农炮</font>、<font color='#ffd700'>狙击步枪</font>、<font color='#ffd700'>维克托步枪</font>、<font color='#ffd700'>无托步枪</font>和<font color='#ffd700'>开颅刃</font>，并根据所装备的武器获得额外能力。"
LocHelpText="<Ability:ClassName>现在可以装备<font color='#ffd700'>加农炮</font>、<font color='#ffd700'>狙击步枪</font>、<font color='#ffd700'>维克托步枪</font>、<font color='#ffd700'>无托步枪</font>和<font color='#ffd700'>开颅刃</font>，并根据所装备的武器获得额外能力。"
LocPromotionPopupText="<Bullet> <font color='#ffd700'>冲锋枪（SMG）</font>：<font color='#1abc9c'>空袭</font>—— 每局任务可召唤一次大范围伤害的空袭。<br><Bullet> <font color='#ffd700'>步枪</font>：<font color='#1abc9c'>循环火力</font>—— 单次攻击向目标射出三发子弹。<br> <Bullet> <font color='#ffd700'>弩枪</font>：<font color='#1abc9c'>极准射击</font>—— 特殊射击，消耗的行动点越多，获得的命中率、暴击率和暴击伤害越多。<br> <Bullet> <font color='#ffd700'>霰弹枪</font>：<font color='#1abc9c'>突击射击</font>—— 对<Ability:M31_AssaultShot_Range>格范围内的目标进行射击。为免费行动，但无法暴击。<br> <Bullet> <font color='#ffd700'>加农炮</font>：<font color='#1abc9c'>饱和射击</font>—— 对一片区域内的所有敌人进行锥形弹幕射击。对掩体造成高额伤害。<br> <Bullet> <font color='#ffd700'>狙击步枪</font>：<font color='#1abc9c'>小队视野</font>和<font color='#1abc9c'>双发快射</font>—— 进行一次标准射击后，获得第二次行动机会（仅限额外射击或警戒）。<br> <Bullet> <font color='#ffd700'>维克托步枪</font>：<font color='#1abc9c'>小队视野</font>和<font color='#1abc9c'>爆裂射击</font>—— 自动射出<Ability:M31_BurstFire_NumShots>发子弹的连射。<br> <Bullet> <font color='#ffd700'>无托步枪</font>：<font color='#1abc9c'>战争之王</font>—— 激活后，每当视野内的敌人行动结束，自身可获得一次行动机会。<br> <Bullet> <font color='#ffd700'>剑</font>：<font color='#1abc9c'>压制打击</font>—— 冲刺近战攻击。击晕目标并摧毁其所有护甲。仅限非大型单位。<br> <Bullet> <font color='#ffd700'>战术匕首</font>：<font color='#1abc9c'>致残打击</font>—— 对相邻敌人进行致残劈砍。施加永久不可叠加的 debuff，大幅降低目标的移动力、命中率和闪避率。<br> <Bullet> <font color='#ffd700'>开颅刃</font>：<font color='#1abc9c'>战斗突进</font>—— 冲刺近战攻击。消耗一个行动点，不结束回合，并获得一次仅限移动的行动机会。<br> <Bullet> <font color='#ffd700'>手枪</font>：<font color='#1abc9c'>狂乱射击</font>—— 作为免费行动，向 2 个随机敌人射击。<br> <Bullet> <font color='#ffd700'>自动手枪</font>：<font color='#1abc9c'>手枪狂射</font>—— 向同一目标射击三次。精准度极差。"



[M31_SpectralZombie_M1 X2CharacterTemplate]
strCharacterName="次级寒霜幽魂"
[M31_SpectralZombie_M2 X2CharacterTemplate]
strCharacterName="寒霜幽魂"
[M31_SpectralZombie_M3 X2CharacterTemplate]
strCharacterName="高级寒霜幽魂"

[M31_EnhSpectralZombie_M1 X2CharacterTemplate]
strCharacterName="次级寒霜幽魂"
[M31_EnhSpectralZombie_M2 X2CharacterTemplate]
strCharacterName="寒霜幽魂"
[M31_EnhSpectralZombie_M3 X2CharacterTemplate]
strCharacterName="高级寒霜幽魂"

[M31_SpectralLancer_M1 X2CharacterTemplate]
strCharacterName="次级幽魂枪兵"
[M31_SpectralLancer_M2 X2CharacterTemplate]
strCharacterName="幽魂枪兵"
[M31_SpectralLancer_M3 X2CharacterTemplate]
strCharacterName="高级幽魂枪兵"

[M31_EnhSpectralLancer_M1 X2CharacterTemplate]
strCharacterName="次级幽魂枪兵"
[M31_EnhSpectralLancer_M2 X2CharacterTemplate]
strCharacterName="幽魂枪兵"
[M31_EnhSpectralLancer_M3 X2CharacterTemplate]
strCharacterName="高级幽魂枪兵"

[M31_SpectralCreature_M1 X2CharacterTemplate]
strCharacterName="次级幽魂生物"
[M31_SpectralCreature_M2 X2CharacterTemplate]
strCharacterName="幽魂生物"
[M31_SpectralCreature_M3 X2CharacterTemplate]
strCharacterName="高级幽魂生物"

[M31_EnhSpectralCreature_M1 X2CharacterTemplate]
strCharacterName="次级幽魂生物"
[M31_EnhSpectralCreature_M2 X2CharacterTemplate]
strCharacterName="幽魂生物"
[M31_EnhSpectralCreature_M3 X2CharacterTemplate]
strCharacterName="高级幽魂生物"
